{
    "intents": [
        {
            "tag": "story",
            "patterns": [
                "قصتنا",
                "قصة"
            ],
            "responses": [
                "أَسست كلاسيرا عبر عدة سنوات منذ عام 2012 منظومة ومنصات تعليمية متقدمة ومتكاملة وكونت تحالف من الشراكات الاستراتيجية العالمية لتقديم أرقى الخدمات التعليمية لشركائها، حتى أصبحت بحمد الله أحد رواد تقنيات التعليم عالمياً انطلاقاً من وادي السيليكون في أمريكا إلى قلب الشرق الأوسط وصولاً إلى أقاصي شرق آسيا، ويشهد على ذلك حصدها للعديد من الجوائز العالمية المتخصصة في مجال ابتكارات التعليم، حيث وصلت كلاسيرا في رحلتها إلى أكثر من 30 دولة حول العالم، وأكثر من مليون مستخدم، وحازت في مشوارها على ثقة الكثير من الحكومات والمنشآت التعليمية والتدريبية المختلفة. "
            ]
        },
        {
            "tag": "vision",
            "patterns": [
                "رؤيتنا",
                "رؤية كلاسيرا",
                "رؤية"
            ],
            "responses": [
                "أن نكون الأفضل عالمياً في ابتكار حلول تقنية ذكية ومؤثرة وملهمة ، لتطوير وتسهيل وإثراء التعلّم. "
            ]
        },
        {
            "tag": "environment",
            "patterns": [
                "بيئة العمل",
                "العمل",
                "بيئة"
            ],
            "responses": [
                " في كلاسيرا عائلة مميزة يجمعها شغف خدمة التعلم، والتدريب،بأحدث وآخر ما توصلت إليه التقنية، عائلة مترابطة تسعى دائماً إلى تقديم كل ما هو جديد ومميز ومتطور وملهم من حلول تعليمية، حيث تشترك عائلة كلاسيرا في السعي إلى تحقيق أهداف ورؤى الشركة وهم على يقين تام بها، إلا أنهم يختلفون في الاهتمامات والأنشطة فلكل منا شيء يفضله يرغب بممارسته في وقت ما.لذا وفرت كلاسيرا بيئة عمل جاذبة من شأنها تشجيع عمليات التفاعل بين الفريق وخلق أجواء المشاركة في اهتماماتهم على اختلاف أنوعها، يقيناً منا بأن الموظف يستحق أن يحظى بالسعادة في مكان عمله    "
            ]
        },
        {
            "tag": "gail",
            "patterns": [
                "هدفنا",
                "هدف"
            ],
            "responses": [
                "تمكين كل فرد من الوصول لأعلى إمكانياته بأبسط طريقة ممكنه عبر استخدام أفضل حلول التعلّم المبتكرة والملهمة."
            ]
        },
        {
            "tag": "aroundworld",
            "patterns": [
                "كلاسيرا حول العالم",
                "حول العالم",
                "عالم"
            ],
            "responses": [
                "  بأمريكا غريا مرورا بالمكتب الرئيسي في الشرق الأوسط في قلب الم ملكة العربية السعودية بمدينة جدة، وصولا إلى جنوب شرق آسيا.   Silicon Valley  تتواجد شركة كلاسيرا في أكثر من ۳۰ دولة، ومئات المدن حول العالم , تمتد من مراكزنا من قلب  "
            ]
        },
        {
            "tag": "service",
            "patterns": [
                "خدمات كلاسيرا",
                "خدمات"
            ],
            "responses": [
                " (API) خدمات التفعيل والتدريب",
                " التطويع حسب احتياج المستفيد  ",
                " التطوير المستمر ",
                "  الدعم الفني  ",
                "واجهة برمجة التطبيقات "
            ]
        },
        {
            "tag": "servicepart",
            "patterns": [
                " التفعيل والتدريب",
                "خدمات التفعيل والتدريب"
            ],
            "responses": [
                "تعد خدمة التفعيل أولى الخدمات التي توليها كلاسيرا الشرق الأوسط عنايتها. فكانت المتابعة الفعلية بشكل أسبوعي ومستمر من الشركة، عبر إرسال فريق احترافي ومدرّب للإشراف المباشر على النظام ومتابعة سير المشروع والتأكد من تطبيق كافة آليات التحفيز والتفعيل للوصول إلى النجاح المنشود. "
            ]
        },
        {
            "tag": "serviceparttow",
            "patterns": [
                "واجهة برمجة التطبيقات"
            ],
            "responses": [
                " تمكنك خدمات الويب الخاصة بأنظمة كلاسيرا من الربط بين أنظمة كلاسيرا وأي منظومة أخرى وتبادل البيانات مع كافة الأنظمة بكل سهولة مع الاحتفاظ بجميع تصنيفاتها المذكورة. "
            ]
        },
        {
            "tag": "servicepartthree",
            "patterns": [
                "التطوير المستمر                  "
            ],
            "responses": [
                "نتميز دوماً بتقديم خدمة متكاملة نوفر من خلالها كافة التحديثات لمواكبة آخر التقنيات وأساليب التعليم عالمياً وذلك بشكل تلقائي دون الحاجة لتثبيت برنامج جديد أو الخوض في إجراءات معقدة لشراء كل تحديث أو خدمة جديدة حيث يتم جدولة التحديثات من خلال خطة سنوية يتم إعدادها بعناية وإضافتها فورياً."
            ]
        },
        {
            "tag": "servicepartfour",
            "patterns": [
                "الدعم الفني                  "
            ],
            "responses": [
                " عبر نظام تذاكر الدعم الفني يمكن أي طرف من الأطراف المستخدمة لحلول وأنظمة كلاسيرا من إرسال طلبات الدعم أو الاستفسارات أو طلب التحديثات دون الحاجة إلى كتابة رسائل البريد الإلكترونية وغيرها مع إمكانية إرفاق ملف أو أكثر مع كل تذكرة دعم فني ليتولى فريق الدعم الفني في كلاسيرا متابعتها بشكل أسرع."
            ]
        },
        {
            "tag": "servicepartfive",
            "patterns": [
                "التطويع حسب احتياج المستفيد                  "
            ],
            "responses": [
                "  تعد المرونة في جعل النظام مخصصاً ومكيّفاً حسب احتياجات العميل الخاصة خدمة أساسية تتميز بها كلاسيرا بفضل نموذج الاشتراك الذي تتبناه وهو ما سيوفر على المستفيد كافة التكاليف المرتبطة بتطوير أي إضافات أو تحديثات والتي غالباً لا تُحد لأن بيئة وعملية التعليم في تطوير مستمر، وتكون تكاليف الإضافات المطلوبة مشمولة ضمن تكاليف الاشتراك. "
            ]
        },
        {
            "tag": "solution",
            "patterns": [
                "حلول كلاسيرا",
                "حلول متميزة",
                "حلول"
            ],
            "responses": [
                "العالمية و المحلية  ",
                "الأمان الكامل ",
                "الحوسبة السحابية    "
            ]
        },
        {
            "tag": "solutionone",
            "patterns": [
                "العالمية و المحلية  "
            ],
            "responses": [
                "إلى جانب تطبيق حلول كلاسيرا في أحد أفضل 100 مدرسة في الولايات المتحدة الأمريكية، تتميز بتوافقها مع السوق المحلي بوجود فريق استشاري خاص في الشرق الأوسط على دراية تامة بكل التفاصيل واحتياجات السوق المحلي. حيث يوفر نظام كلاسيرا دعماً كاملاً للغة العربية بما في ذلك الدعم الكامل لكتابة المعادلات الرياضية والرموز الخاصة باللغة العربية من اليمين إلى اليسار، وإمكانية تحويل التاريخ إلى التاريخ الهجري وغيرها من المميزات الخاصة التي يتطلبها السوق المحلي."
            ]
        },
        {
            "tag": "solutiontow",
            "patterns": [
                "الأمان الكامل                    "
            ],
            "responses": [
                "نتولى في كلاسيرا مسؤولية الاهتمام بأدق التفاصيل لتوفير بيئة آمنة تضمن المحافظة على كافة بيانات المستخدمين في سرية تامة وفق أعلى معايير الأمان بما في ذلك تشفير كافة تعاملات المستخدمين عن طريق شهادة الأمان المصدقة (Certified SSL). كما نوفر نسخاً احتياطية من بياناتك يتم حفظها بشكل دوري للرجوع إليها في أي وقت حال الضرورة."
            ]
        },
        {
            "tag": "solutionthree",
            "patterns": [
                "الحوسبة السحابية                    "
            ],
            "responses": [
                "تعتمد كلاسيرا على أحدث التقنيات في الحوسبة السحابية في تشغيل أنظمة الإنترنت وتوفيرها للمستخدمين عن طريق بنية احترافية والتي تضمن تزويد المستخدمين بأفضل مستوى للخدمة طبقاً لمعايير الجودة العالمية من حيث الأمان وسرية المعلومات وسرعة الوصول للمعلومة من أي مكان في العالم مع تخفيض الجهد والوقت والتكاليف بالإضافة إلى التوسع التلقائي للبنية التحتية لتتناسب مع أي عدد من المستخدمين دون القلق بشأن تعطل الخدمة أو حدوث أي خلل في تزويدها للمستخدمين."
            ]
        },
        {
            "tag": "solutionforcomany",
            "patterns": [
                "حلول الشركات"
            ],
            "responses": [
                " نظام الشهادات الإلكترونية,                النظام المالي   ,   المكتبة العامة  , نظام إدارة المحتوى التدريبي ,  نظام التدريب, نظام معلومات المتدربين  "
            ]
        },
        {
            "tag": "solutionforcomanyone",
            "patterns": [
                "نظام معلومات المتدربين"
            ],
            "responses": [
                "جميع مايتعلق بالمتدربين داخل المنظومة التدريبية يمكن التحكم به الآن عبر نظام إدارة المتدربين:  نظام معلومات المتدربين : والذي يتيح إدارة معلومات المتدربين الشخصية والجداول التدريبية وتقارير الدرجات وغيرها مما يتعلق بالمتدرب كلاً على حدة. نظام إدارة الانضباط والسلوك: والذي يمكنك من متابعة سلوك كل طالب داخل المنظومة التدريبية لاتخاذ الإجراء اللازم حيال أي سلوك سلباً أو إيجاباً مع إمكانية إرسال إشعارات لحظية بذلك للمتدرب. نظام التحضير اليومي: والذي يتيح إدارة الحضور اليومي للمتدربين وإعداد التقارير مع إمكانية إرسال إشعارات تلقائية بذلك."
            ]
        },
        {
            "tag": "solutionforcomanytow",
            "patterns": [
                "نظام إدارة المحتوى التدريبي"
            ],
            "responses": [
                "يوفر نظام إدارة المحتوى التدريبي العديد من المميزات المناسبة لجميع أطراف العملية التدريبية:,نظام التحليل الإحصائي اللحظي,نظام الأشعارات,الفصول الافتراضية,أدوات التقييم,مكتبة كلاسيرا الرقمية,نظام القياس والتحليل الاحصائي المتقدم لنواتج المخرجات التدريبية,غرف النقاش التفاعلية"
            ]
        },
        {
            "tag": "solutionforcomanythree",
            "patterns": [
                "نظام الشهادات الإلكترونية "
            ],
            "responses": [
                "يتيح نظام الشهادات الإلكترونية إمكانية إصدار الشهادة وتوثيقها عبر رمز الاستجابة السريع الذي يتم إدراجه لكل شهادة على حدة وتخصيص رابط للتحقق من إصدارها من المنظمة التدريبية يسهل الرجوع إليه في أي وقت للتأكد من مدى صلاحيتها وغير ذلك."
            ]
        },
        {
            "tag": "solutionforcomanyfour",
            "patterns": [
                "النظام المالي"
            ],
            "responses": [
                "يتحتم علينا أن نولي إهتماماً فائقاً بجميع الأطراف في العملية التدريبية. لذلك أوجدنا نظام التحليل والمتابعة المالي والذي يمكّن الإدارة المالية في المنشأة التدريبية من إنشاء السجلات المالية الخاصة بكل متدرب ومتابعة كل العمليات عليه مع إتاحة إشعار المتدرب أو من يهمه الأمر بذلك."
            ]
        },
        {
            "tag": "solutionforcomanyfive",
            "patterns": [
                "المكتبة العامة"
            ],
            "responses": [
                "توفر كلاسيرا مكتبة عامة لجميع مستفيديها تحتوي على مئات الآلاف من المواد التدريبية في جميع المجالات مصنفة إلى مكتبات فرعية هي مكتبة المواد التفاعلية، مكتبة المرئيات، مكتبة الصوتيات، مكتبة الكتب والوثائق، مكتبة العروض التدريبية، مكتبة الفلاشات التدريبية، مكتبة البرامج التدريبية، مكتبة الصور ومكتبة المواقع التدريبية والتي يستطيع المستفيدين من خلالها مشاركة المحتوى العلمي الخاص بهم والاستفادة من جميع محتويات المكتبات"
            ]
        },
        {
            "tag": "solutionforcomanysx",
            "patterns": [
                "نظام التدريب"
            ],
            "responses": [
                "يتيح نظام التدريب إدارة البرامج التدريبية بكل سهولة داخل المنظومة التدريبية حيث نقوم بتوفير عدة مزايا لذلك منها:التعريف عن الدورات التدريبية المنعقدة.تحديد مسارات التعلم لجميع فئات المستخدمين.إدارة تسجيل الدورة والتطبيقات.تحديد وإدارة حالة المستخدم في كل دورة."
            ]
        },
        {
            "tag": "solutionforcomanyseven",
            "patterns": [
                "الملف العام"
            ],
            "responses": [
                "كونك أحد مستخدمي نظام كلاسيرا سيتيح لك ذلك إمكانية إنشاء ملف شخصي خاص بك يمكنك مشاركته مع الآخرين في أي مكان دون حاجتهم للانضمام إلى كلاسيرا."
            ]
        },
        {
            "tag": "solutionforcomanyeight",
            "patterns": [
                "نظام إدارة المدربين"
            ],
            "responses": [
                "يعمل نظام إدارة المدربين على تمكين إداريي أو مشرفي المنظمة التدريبية من متابعة أداء المدربين وإدارة حضورهم ورصد غياب كل مدرب على حدة مع إمكانية استعراض جداولهم بكل سهولة وتحديد المدرب البديل في حالة تغيب المدرب وإتاحة إشعار المدرب البديل بذلك عبر الرسائل النصية."
            ]
        },
        {
            "tag": "solutionforcomanynine",
            "patterns": [
                "ملف الإنجاز"
            ],
            "responses": [
                "أصبحت مشاركة إنجازاتنا وأحداثنا الهامة تكسبنا نوعاً من التحفيز ومشاركة السعادة مع الآخرين. لذلك عمدنا إلى إنشاء ملف الإنجاز الخاص بكل مستفيد عبر أنظمة كلاسيرا تمكنه من كتابة المنشورات ورفع الصور والملفات في مختلف ما يحققه كالأبحاث والجوائز المكتسبة والمشاريع المنجزة وغيرها، وإمكانية مشاركتها عبر مواقع وتطبيقات التواصل الاجتماعي الخاصة به."
            ]
        },
        {
            "tag": "solutionforcomanyten",
            "patterns": [
                " نظام إدارة الأعمال "
            ],
            "responses": [
                "تعد إدارة أعمال جهة التدريبية أمراً هاماً على الإطلاق. لذلك قدمنا في نظام إدارة الأعمال أبرز ما يمكن أن تحتاجه جهة التدريب من ذلك عبر توفير أنظمة ذكية لتحليل البيانات والتي من شأنها المساهمة في تسهيل اتخاذ القرارات وتطبيقها بناءً على النتائج."
            ]
        },
        {
            "tag": "solutionforcomanyelevrn",
            "patterns": [
                " نظام الاستبيانات"
            ],
            "responses": [
                "يتيح لك نظام الاستبيانات الآن التحسين من عملية الاستفتاء واستقصاء الرأي وغيرها من المشاريع المختلفة المتعلقة بالمنظومة التدريبية وأطرافها. لذا عمدنا إلى إنشاء نظام الاستبيانات وتوفير الوصول السريع إلى النتائج وتمكين الوصول لأكبر عدد من المستخدمين بشكل سريع وآمن وسهل الاستخدام."
            ]
        },
        {
            "tag": "solutionforcomanytwelv",
            "patterns": [
                "نظام الإعلانات"
            ],
            "responses": [
                "يتيح نظام الإعلانات لمستفيدي نظام كلاسيرا إمكانية إدراج الإعلانات الخاصة بالمنظومة التدريبية كالأحداث والمناسبات وغيرها مع إمكانية تحديد الفئات المستهدفة من الإعلان بكل مرونة وسهولة."
            ]
        },
        {
            "tag": "polcyforshare",
            "patterns": [
                "سياسة المشاركة الإلكترونية للجمهور"
            ],
            "responses": [
                "ترحب كلاسيرا بتعليقاتكم ومشاركاتكم من خلال كافة أشكال وسائل التواصل الاجتماعي، وتقنيات التفاعل الاجتماعي المتوفرة على شبكة الإنترنت، بما في ذلك (دون حصر) منتديات النقاش، والمدوَّنات، والنشرات الإلكترونية، واستطلاعات قياس رضا العملاء إلكترونياً، واستطلاعات الرأي، وأدوات المواقع الإلكترونية التي تسمح للزوار بإضافة محتويات، والبرودكاست، واستمارات الملاحظات، والآراء، ومواقع التواصل الاجتماعي مثل فيسبوك، وتوتير، ويوتيوب، وانستجرام وغيرها، والمعروفة إجمالاً باسم وسائل التواصل الاجتماعي. إن المشاركة الإلكترونية هي أن يشترك ويساهم الجمهور في عملية صنع القرار من خلال المشاركة في المقترحات والملاحظات وإبداء الرأي باستخدام التكنولوجيا وأدوات المشاركة الالكترونية والتي لها أثر كبير في تحقيق أهداف شركة كلاسيرا. ولهذا قامت كلاسيرا بتوفير قنوات تواصل إلكترونية مختلفة مع المتعاملين للوقوف على آرائهم ومقترحاتهم والتي تسهم في رفع مستوى رضا المتعاملين وتحسين جودة تقديم الخدمات. وتؤكد كلاسيرا رسالتها بتحقيق الشفافية في التواصل مع المتعاملين بتوفير قنوات إلكترونية ليعبر فيه المتعامل والجمهور بشكل عام عن أية ملاحظات تخص الشركة وأهدافها الاستراتيجية والاستماع إلى وجهات النظر المختلفة بهدف الارتقاء بالخدمات التي تقدمها الشركة وضمان تحقيق رضا المتعامل.    "
            ]
        },
        {
            "tag": "polcyforuse",
            "patterns": [
                "سياسة الآداب والاستخدام "
            ],
            "responses": [
                "يمكن للمتصفح أن يطرح ما يشاء من الأسئلة المرتبطة بالموضوع المطروح وسيتم أخذ ملاحظاته بعين الاعتبار كأحد المراجع المهمة في مناقشة التحسينات والتطويرات الخاصة بخدمات كلاسيرا. كما تحتفظ شركة كلاسيرا بالحق في: أن تمنع و/أو تحذف من أي وسيلة من وسائل التواصل الاجتماعي أي معلومات أو تلك المعَّرفة بأنها غير مرغوب فيها، أو مُسيئة، أو احتيالية، أو يمكن تفسيره بأنه متحامل أو مؤذ إلى قسم من المجتمع على أساس العرق أو اللون أو الجنسية أو الدين…إلخ، أو غير دقيقة، أو مخالفة لأية متطلبات أمنية سارية، أو بذيئة، أو مُستفزة، أو مُنتهكة لحقوق الخصوصية أو الدعاية، أو تشهيرية، أو خليعة، أو مضلِّلة، أو مخلة بالآداب، أو عدوانية، أو تهديدية، أو غير قانونية، أو متضمنة لغة غير ملائمة، أو ما هو خلاف ذلك، مرفوض لشركة كلاسيرا وفقاً لتقديرها الحصري والمطلق. اتخاذ الإجراءات المناسبة، بما في ذلك (دون حصر) الإجراءات القانونية، و/أو التنفيذية ضد إساءة استخدام أي وسيلة من وسائل التواصل الاجتماعي الخاصة بها، و/أو أي إشارة مباشرة أو غير مباشرة إلى أي من أطراف الشركة في أي وسيلة من وسائل التواصل الاجتماعي لطرف ثالث دون الحصول على موافقة مكتوبة من الشركة مسبقاً. كامل المحتوى الذي تنشره الشركة على أي منبر من منابر التواصل الاجتماعي حيث يُعتبر مِلكاً لها أو مِلكاً للجهة التي زوّدتها بالمحتوى، ويكون محمياً بموجب القوانين المعمول بها في الدولة، و/أو القوانين الدولية لحقوق الطبع. الاحتفاظ بكافة الحقوق في كافة وسائل التواصل الاجتماعي الخاصة بها، ولا يوجد في قواعد سلوك استخدام وسائل التواصل الاجتماعي ما ينص على نقل أي من هذه الحقوق إلى أي طرف ثالث.المنع منعاً باتاً من التعديل على المحتوى الخاص بالشركة دون الحصول على إذن خطي مسبق واضح وصريح من الشركة. "
            ]
        },
        {
            "tag": "polcyforclassera",
            "patterns": [
                "سياسة مواقع وتطبيقات التواصل الاجتماعي وإدارة المجتمع الرقمي"
            ],
            "responses": [
                "  info@classera.com. شركة كلاسيرا هي المسؤولة فقط عن نشر وإدارة محتويات صفحاتها على مواقع وتطبيقات التواصل الاجتماعية لذا فإنه:لا تقع على عاتق شركة كلاسيرا أي مسؤولية أو التزام تجاه أي محتوى لأية وسيلة من وسائل التواصل الاجتماعي و/أو تعليقات بشأنها في أي وسيلة من وسائل التواصل الاجتماعي.لا تقوم شركة كلاسيرا بأي تمثيل، أو ضمان، أو تعهد، أو تأكيد، أو التزام آخر (سواء صراحة أو ضمناً) فيما يتعلق بأي وسيلة من وسائل التواصل الاجتماعي، بما في ذلك (دون حصر) وسائل التواصل الاجتماعي الخاصة بالشركة والتي يُمكن أن تكون كل وسيلة من الوسائل موضوع لها بنود وشروط استخدامات إضافية أو منفصلة.    تحتفظ شركة كلاسيرا بحق تعديل قواعد سلوك استخدام وسائل التواصل الاجتماعي من وقت لآخر دون إشعار.  في حال وجود أية شكاوى، أو تعليقات، أو اقتراحات بشأن قواعد سلوك استخدام وسائل التواصل الاجتماعي، أو أي وسيلة من وسائل المشاركة الإلكترونية الخاصة بشركة كلاسيرا، يُرجى مراسلتنا على عنوان البريد الإلكتروني  "
            ]
        },
        {
            "tag": "classerauseemail",
            "patterns": [
                "شكاوى،",
                "اقتراحات",
                " تعليقات",
                "اقتراح",
                "شكوى",
                "تعليق"
            ],
            "responses": [
                "  info@classera.com. يُرجى مراسلتنا على عنوان البريد الإلكتروني  "
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                "المكتب الرئيسي  "
            ],
            "responses": [
                "  hq@classera.com كاليفورنيا ١٠١,  جناح ٢٧١٠, سان فرانسيسكو ك., ٩٤١١١البريد الإلكتروني:"
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                "فروع الشرق الأوسط        "
            ],
            "responses": [
                "المكتب الرئيسي في الشرق الأوسط    ,    مكتب مصر   , مكتب الأردن  , مكتب الإمارات العربية المتحدة        "
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                "المكتب الرئيسي في الشرق الأوسط"
            ],
            "responses": [
                " E8 طريق الملك عبدالله  اعمار سكوير، مبنى  ,  me.hq@classera.com   جدة، حي الفيحاء، المملكة العربية السعودية  ,  البريد الإلكتروني: "
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                "مكتب مصر"
            ],
            "responses": [
                "  egypt@classera.com الداونتاون - القاهرة الجديدة - الدور الثاني  القاهرة, مصر --- البريد الإلكتروني ,  S1 A , "
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                "مكتب الأردن        "
            ],
            "responses": [
                "  jordan@classera.com    شارع مكة، مجمع أبراج مكة - سلام ١،  عمان ، الأردن  --- البريد الإلكتروني: "
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                " مكتب الإمارات العربية المتحدة"
            ],
            "responses": [
                "  uae@classera.com   جميرا أبراج الإمارات الدور ٤١  دبي ، الإمارات العربية المتحدة   البريد الإلكتروني  "
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "locationmain",
            "patterns": [
                ""
            ],
            "responses": [
                ""
            ]
        },
        {
            "tag": "greeting",
            "patterns": [
                "مرحبا ",
                "كيف حالك ",
                "هل هنالك اي احد ",
                "هاي",
                "هالو",
                "مرحبا"
            ],
            "responses": [
                "اهلا, مرحباً بكم في عالم كلاسيرا",
                "نظام كلاسيرا للتعلم الإلكتروني",
                "اهلا, كيف ممكن اساعدك?"
            ]
        },
        {
            "tag": "goodbye",
            "patterns": [
                "باي",
                "اراك بعد حين",
                "مع السلامة",
                "من الجميل التكلم معك",
                "الى لقاء"
            ],
            "responses": [
                "اتمنى لك يوما سعيدا!",
                "مع السلامة ",
                "اراك قريبا من الجميل التحدث معك"
            ]
        },
        {
            "tag": "thanks",
            "patterns": [
                "شكرا",
                "شكرا لك",
                "هذا مفيد",
                "رائع, شكرا جزيلا",
                "شكرا لمساعده",
                "شكرا لتعاونك"
            ],
            "responses": [
                "سعيد لمساعدتك!",
                "في اي وقت!",
                "هذا من دواع سروري",
                "انت دائما مرحب بك"
            ]
        },
        {
            "tag": "jobs",
            "patterns": [
                "التوظيف",
                "وظائف",
                "تقديم للعمل",
                "ةظيفة",
                "للعمل مع كلاسيرا",
                "تقديم ملف الشخصي"
            ],
            "responses": [
                "سعيد لمساعدتك! يجب ان تحقق مجموعة من الشروط للتقديم للعمل عبر منصتنا مثل تخصص جامعي من جامعة معتمدة",
                "هذا من دواع سروري , يجب ان تتحقق مجموعة من الشروط مثل العمر فوق عام 30  و كشف حسن سيرة وسلوك و شهادة ثانوية عامة"
            ]
        },
        {
            "tag": "classera",
            "patterns": [
                "كلاسيرا",
                "ما هي كلاسيرا",
                "منصة كلاسيرا"
            ],
            "responses": [
                "نظام كلاسيرا هو نظام التعلم الالكتروني الفريد من نوعه ، وهو أحد الانظمة المطبقة في المدارس من خلال توفير بيئة تعليمية تفاعلية داخل المدرسة "
            ]
        },
        {
            "tag": "vistion",
            "patterns": [
                "رؤيتنا",
                "رسالتنا",
                "رؤية كلاسيرا",
                "رسالة",
                "رؤية"
            ],
            "responses": [
                "رؤيتنا أن نكون الأفضل عالمياً في ابتكار حلول ذكية ومؤثرة وملهمة لتطوير وتسهيل وإثراء التعلم",
                "رسالتنا تمكين كل فرد من الوصول لأعلى إمكانيّاته بأبسط طريقة ممكنة ، عبر استخدام أفضل حلول التعلم المبتكرة والملهمة"
            ]
        },
        {
            "tag": "app",
            "patterns": [
                "تحميل التطبيق",
                "تطبيق"
            ],
            "responses": [
                "Classera",
                "Cinspire",
                "Class light"
            ]
        },
        {
            "tag": "aim",
            "patterns": [
                "اهدافنا",
                "هدف",
                "مميزات"
            ],
            "responses": [
                "نساعد آلاف المؤسسات على الانخراط في التعلم الملائم والتدريب الفعال والعمل الملهم"
            ]
        },
        {
            "tag": "news",
            "patterns": [
                "الأخبار",
                "آخر التحديثات",
                "أخبار",
                "المؤتمر",
                "اخبار"
            ],
            "responses": [
                "كلاسيرا للتعلم الذكي تشارك في المؤتمر العالمي  المنعقد تحت رعاية وزارة الاتصالات وتكنولوجيا المعلومات السعودية",
                "كلاسيرا للتعلم الذكي تشارك في المؤتمر العالمي المنعقد تحت رعاية وزارة الاتصالات وتكنولوجيا المعلومات السعودية"
            ]
        },
        {
            "tag": "contact",
            "patterns": [
                "لتصل بنا",
                "تواصل معنا"
            ],
            "responses": [
                "Classera@support.com:تواصل  معنا على ارقام الهاتف الدولية 0096578815851",
                "تواصل معنا عبر البريد الإلكتروني"
            ]
        },
        {
            "tag": "phone",
            "patterns": [
                "هاتف",
                "رقم",
                "الجوال",
                "جوال"
            ],
            "responses": [
                "  تواصل  معنا على ارقام الهاتف الدولية :  0096578815851"
            ]
        },
        {
            "tag": "mail",
            "patterns": [
                "البريد الإلكتروني",
                "الإيميل",
                "ايميل"
            ],
            "responses": [
                " Classera@support.com :  تواصل معنا عبر البريد الإلكتروني   "
            ]
        }
    ]
}